wale/0/nuTilda
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    object      nuTilda;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 0;
    }

    outlet
    {
        type            zeroGradient;
    }

    wall1
    {
        type            zeroGradient;
    }

    wall2
    {
        type            zeroGradient;
    }
wall3
    {
        type            zeroGradient;
    }
wall4
    {
        type            zeroGradient;
    }
wall5
    {
        type            zeroGradient;
    }


    frontwall
    {
        type            symmetry;
    }
    backwall
    {
        type            symmetry;
    }
}

// ************************************************************************* //
